[
    {
     "title": "Dongmun Traditional Market",
     "subtitle": "Dongmun Traditional Market",
     "area_code": 11,
     "contentsid": 83,
     "latitude": 33.511564864997,
     "longitude": 126.526020187247,
     "roadaddress": "20 Gwandeok-ro 14-gil, Jeju-si, Jeju-do",
     "sbst": "No matter where you travel, there is no place better than the market as a place to vividly experience the region. It is no exaggeration to say that Dongmun Traditional Market, the oldest and largest in Jeju, is a place that contains everything Jeju has to offer. . It is another travel attraction in Jeju where getting a close look at and empathizing with the local residents, who are full of the unique vitality of the island, is a special trip in itself.",
     "introduction": "Dongmun Traditional Market, the oldest and largest in Jeju",
     "thumbnailpath": "https:\/\/search.pstatic.net\/common\/?src=http%3A%2F%2Fblogfiles.naver.net%2FMjAxNzExMTJfMTE3%2FMDAxNTEwNDEyNTcyNDM1.YUodeUUAjKfQgMrbue9THGzQ0JzoBJoWqXc-YJrSj8Ag._0tPbHHj3COANzxseVeAGk-lg5QAmikEfE4GVfMOYYYg.JPEG.guswogns7%2FNaverBlog_20171112_000251_02.jpg%23900x675",
     "Imgpath": "https:\/\/search.pstatic.net\/common\/?src=http%3A%2F%2Fblogfiles.naver.net%2FMjAxNzExMTJfMTE3%2FMDAxNTEwNDEyNTcyNDM1.YUodeUUAjKfQgMrbue9THGzQ0JzoBJoWqXc-YJrSj8Ag._0tPbHHj3COANzxseVeAGk-lg5QAmikEfE4GVfMOYYYg.JPEG.guswogns7%2FNaverBlog_20171112_000251_02.jpg%23900x675",
     "tag": "Traditional market, shopping, store\/shopping mall, tourist souvenir",
     "tag2": "indoor"
    },
    {
     "title": "Seogwipo Daily Olle Market",
     "subtitle": "Seogwipo Daily Olle Market",
     "area_code": 5,
     "contentsid": 156,
     "latitude": 33.2499190151578,
     "longitude": 126.563294427686,
     "roadaddress": "18 Jungang-ro 62beon-gil, Seogwipo-si, Jeju-do",
     "sbst": "The first market was opened in the Seogwipo City area in 1906. At that time, the Jeju County Governor opened markets throughout Jeju for active distribution of goods, and now there are 6 markets opened in the Seogwipo City area. Seogwipo City Markets opened in the region are generally located along the coast, and from the west, they are Moseulpojang, Hwasunjang, Jungmunjang, Seogwijang, Namwonjang, and Seongsanjang. Around the 1920s, Seogwipo City was built with a circular road that circulated around Jeju Island. Several administrative agencies were established. In addition, it became a center of administration and logistics when a road connecting Jeju City across Hallasan Mountain was opened in 1932. In 1960, Seogwipo Daily Market, a permanent market, was opened in Seogwipo City, along with the Seogwipo Local 5-day Market. A commercial district was formed. Until the 1980s, Seogwipo Daily Market enjoyed prosperity based on the tangerine industry, a representative specialty of the region. However, due to the tangerine industry reaching its limits, population outflow, and the emergence of large supermarkets, the market had to go through a period of stagnation. In 2010, Seogwipo Maeil Market was selected for the cultural tourism market development project and changed its name to Seogwipo Maeil Olle Market. It succeeded in transforming itself into a traditional market with culture and art, and has now become Jeju's representative market visited by many tourists." ,
     "introduction": "Jeju's representative market visited by many tourists",
     "thumbnailpath": "https://minio.nculture.org/amsweb-opt/multimedia_assets/5/24713/11736/c/24713-medium-size.jpg",
     "Imgpath": "https://minio.nculture.org/amsweb-opt/multimedia_assets/5/24713/11736/c/24713-medium-size.jpg",
     "tag": "Traditional market, shopping, store\/shopping mall, tourist souvenir",
     "tag2": "indoor"
    },
    {
     "title": "Seongsan Ilchulbong",
     "subtitle": "Seongsan Ilchulbong",
     "area_code": 2,
     "contentsid": 177,
     "latitude": 33.462147,
     "longitude": 126.936424,
     "roadaddress": "284-12 Ilchul-ro, Seongsan-eup, Seogwipo-si, Jeju-do",
     "sbst": "Unlike other volcanoes on Jeju Island, Seongsan Ilchulbong is a water-based volcano formed when magma erupts from the water. When the hot magma erupted during volcanic activity meets cold seawater, the volcanic ash retains a lot of moisture and becomes sticky. Seongsan Ilchulbong was built up in layers. The sedimentary layer near the sea was eroded by waves and currents, giving it the steep slope it has today. At the time of its creation, it was an island separate from the mainland of Jeju, and sand and pebbles piled up around it, causing it to fall at low tide. At one time, a road was built connecting it to the mainland, and in 1940, a road was built here and it is now perfectly connected to the mainland. When you climb to the top, you can see a crater with a width of about 80,000 pyeong, which is concave like a bowl and has silver grass inside. Grass is growing. There are 99 tall peaks (rocks) surrounding the crater. It is called ‘Seongsan (城山)’ because it looks like a huge castle, and it is called ‘Ilchulbong (日出峰)’ because the view of the sun rising is spectacular. It was named “Seongsan Ilchulbong,” according to legend.",
     "introduction": "A water-based volcano rising above the sea, UNESCO World Natural Heritage Site, Natural Monument No. 420, Olle Course 1",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/201810\/17\/e798d53c-1c8a-4d44-a8ab-111beae96db4.gif",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/201810\/17\/c072ee1a-2a02-4be7-b0cd-62f4daf2f847.gif",
     "tag": "Sunrise, ascent, scenery\/photo, parents, natural scenery, photo spot, UNESCO",
     "tag2": "Healing, tourism"
    },
    {
     "title": "Hamdeok Beach",
     "subtitle": "Hamdeok Beach",
     "area_code": 8,
     "contentsid": 458,
     "latitude": 33.54379,
     "longitude": 126.668846,
     "roadaddress": "519-10 Johamhaean-ro, Jocheon-eup, Jeju-si, Jeju-do",
     "sbst": "If you walk along Jeju Olle Course 19, you can come across Hamdeok Beach, which contains emerald-colored jewels. Hamdeok Beach, located in Hamdeok-ri, Jocheon-eup, Jeju-si, is also called 'Hamdeok Seoubong Beach' thanks to the towering oreum (Seoubong Peak) right next to the beach. It is called. Although it is only 20km away from Jeju Airport, the moment you arrive here, you feel like you have arrived in another country. Tall palm trees welcoming you from the entrance, the emerald sea contrasting with the white sand, ​​​​​​​ The clear water and white waves that transparently reflect even the sand and seaweed are like that. Among the many beaches on Jeju Island, the three beaches with the prettiest sea colors are by far Hyeopjae, Gimnyeong, and Hamdeok Beach. The water is clear and shallow, making it great for families. It is also a good summer resort. The west side of the beach is connected by a sky bridge, so you can experience the experience of walking on the sea. The lawn, which is great for picnics, and the walking trail where you can enjoy the sea safely even at night are attractive, so there is a constant flow of visitors all year round. Especially in the summer, it is open at night, so you can enjoy Jeju's blue nights at the sea. Seoubong Peak, located right next to it, presents picturesque scenery every season with yellow rape flowers in spring and green in summer. When you climb Seoubong Peak, You can enjoy the luxury of a panoramic view of Hamdeok Beach. ​​​​​​​If the weather is good, it is the best observation point from which you can overlook Hallasan Mountain and the eastern oreums. Nearby tourist attractions include Bukchon Dolharbang Park and Neobeunsungi 4.3. There is a memorial hall, Jomanse Garden, Gimnyeong Beach, and Manjanggul Cave.",
     "introduction": "'Korea's Maldives' shining like an emerald",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/201908\/29\/eebc954b-bfb0-4dda-a593-45427c1e6711.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/201908\/29\/6fa8ac92-91b1-4314-a05e-0c962f9ab2f8.jpg",
     "tag": "Beach, activity, child, clear, summer, natural scenery, experience, leisure\/experience, beach, water play, children, water leisure",
     "tag2": "Healing, leisure, tourism"
    },
    {
     "title": "Arte Museum Jeju",
     "subtitle": "Arte Museum Jeju",
     "area_code": 7,
     "contentsid": 228,
     "latitude": 33.3973766,
     "longitude": 126.3457218,
     "roadaddress": "478-0 Eorimbi-ro, Aewol-eup, Jeju-si, Jeju-do",
     "sbst": "Arte Museum is a place where you can experience immersive media art. The building that used to be a speaker manufacturing factory was remodeled to create a world of media art using the latest technology, with an area of ​​1,400 pyeong and a 10m high wall as a screen. Under the theme of eternal nature created by light and sound, you can see 10 works of art, including beaches, waves, waterfalls, flowers, the moon, and forests. In the beach exhibition room, the wall to floor is a single screen, and the stars are visible. The sparkling night sea unfolds. As the quiet waves approach your feet and then disappear, you suddenly fall into the illusion that you are experiencing real waves. Let's immerse ourselves in the vivid world of art created by light and sound!",
     "introduction": "Korea's largest immersive media art museum. Let's immerse ourselves in the dynamic media art created by light and sound by remodeling a building that used to be a speaker manufacturing factory.",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/202012\/16\/e8969aa3-904e-4cdb-b45e-1df7d8cdce6f.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/202012\/16\/73fcd1b4-ec19-49c6-937f-dfb73d85fa8f.jpg",
     "tag": "Couple, solo, friend, theme park, art\/museum, exhibitions and events, indoor tourist attraction, cultural tourism, attraction",
     "tag2": "Healing, leisure, indoor, tourism"
    },
    {
     "title": "Hyeopjae Beach",
     "subtitle": "Hyeopjae Beach",
     "area_code": 10,
     "contentsid": 464,
     "latitude": 33.393845,
     "longitude": 126.239716,
     "roadaddress": "329-10 Hallim-ro, Hallim-eup, Jeju-si, Jeju-do",
     "sbst": "​If you ask me to choose a beach worth visiting in the west of Jeju Island, Hyeopjae Beach is definitely the first or second recommended beach. It is located in Hallim-eup, Jeju-si, and is part of the Jeju Olle Course 14. It is a twin beach next to Geumneung Beach. It is also a beach. Just looking at the sea color, which looks like emerald paint slowly dissolved in transparent water, is healing. At low tide, the silver sandy beach with many shells mixed in continues endlessly.​​​​​​​ In front of the sea. There is 'Biyangdo', which is shaped like a picture of an elephant swallowing a boa constrictor in The Little Prince. The sunset over Biyangdo and the sea is another spectacle that cannot be missed here. In the summer, it is open at night, so you can enjoy Jeju Island's blue nights under the palm trees. You can. Hyeopjae Beach has a gentle slope, shallow water, and a pine forest, making it a good vacation spot for families with children. There are various cafes, restaurants, and lodgings nearby, and nearby tourist attractions include Hallim Park, Geumneung Beach, There are Geumneung Stone Garden and Wolnyeong Cactus Habitat.",
     "introduction": "Biyangdo Island, silver sand, a picturesque beach drawn by the sea",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/202110\/20\/99fd2f85-ed17-4184-966d-f81cd5eabf31.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/202110\/20\/32ec3ee6-fad9-440d-95ea-628ff6453a48.jpg",
     "tag": "Sunset, beach, activity, child, clear, summer, natural scenery, experience, leisure\/experience, beach, water play, children, water leisure",
     "tag2": "Healing, leisure, tourism"
    },
    {
     "title": "Seopjikoji",
     "subtitle": "Seopjikoji",
     "area_code": 2,
     "contentsid": 172,
     "latitude": 33.4239366927215,
     "longitude": 126.930572684441,
     "roadaddress": "107 Seopjikoji-ro, Seongsan-eup, Seogwipo-si, Jeju-do",
     "sbst": "Seopjikoji, which juts out on the eastern coast of Jeju, has exquisite coastal scenery with Seongsan Ilchulbong in the background. Shinyang Beach's white sand beach at the head of the hill, rape fields on the plains at the top of the hill, and Jeju ponies leisurely grazing the grass. , you can see the typical beauty of Jeju such as the coastal cliffs surrounded by rocks and the towering legendary Seonbawi Rock. In particular, unlike other coasts of Jeju, it is made of red volcanic ash called song, and is submerged in water depending on the ebb and flow of the tide. The strangely shaped rocks that stand up create a major exhibition of nature that cannot be seen anywhere else.The Seopji of Seopjikoji means a terrain that produces many talented people, and Koji is a 'cape' that juts out from the land into the sea. It is a Jeju dialect meaning. If you have background knowledge of history or science, you can enjoy a richer view of Seopjikoji. First, near the lighthouse on Volcanic Song Hill, you can see the beacon tower that notified the invasion of Japanese pirates during the Joseon Dynasty. Height The beacon fire tower, which is 4 meters long and about 9 meters long, has been preserved almost in its original shape, allowing us to recall the footsteps of history by recalling the emergency situations of the Joseon Dynasty when it had to be used. From a scientific perspective, magma during a volcanic eruption It is also an excellent place for nature study where you can observe the center of the crater where the crater was erupted. Seopjikoji is a pile of scoria that erupted from this crater, and Seondol Rock is a rock formation formed by the solidification of magma in the crater. In Seopjikoji, you can indirectly imagine the process of land formation during a volcanic eruption through observation of scoria and amgyeom. On the other hand, there is also a sad legend handed down at Seondolbawi Rock as follows: The Dragon King of the East Sea who fell in love with a fairy who came down from the sky. 's youngest son was unable to marry a fairy for 100 days due to lack of devotion. He was so sad that he turned to stone while waiting for a fairy to come down from the sky. It is said that the son of the Dragon King God, who could not achieve love, turned to stone while waiting for a fairy to come down from the sky. There is a legend that if you swear your love in front of a stone and get married, perhaps because of your affectionate feelings, you will have a wonderful child.",
     "introduction": "Seopjikoji, which juts out on the eastern coast of Jeju, has excellent coastal scenery with Seongsan Ilchulbong in the background. ",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/202110\/20\/e380cb06-fbe7-4810-bd94-611518bc8512.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/202110\/20\/e380cb06-fbe7-4810-bd94-611518bc8512.jpg",
     "tag": "Night, scenery\/photo, rest\/healing, parents, cloudy, summer, cultural tourism, photo spot",
     "tag2": "Healing, indoor, tourism"
    },
    {
     "title": "O'sulloc Tea Museum",
     "subtitle": "O'sulloc Tea Museum",
     "area_code": 3,
     "contentsid": 256,
     "latitude": 33.3063942,
     "longitude": 126.2905203,
     "roadaddress": "15 Shinhwayeoksa-ro, Andeok-myeon, Seogwipo-si, Jeju-do",
     "sbst": "Osulloc Tea Museum, which opened in September 2001, is a museum with domestic and foreign tea-related items and is located at the entrance to Seogwang Tea Garden in Jeju Island, where green tea fields spread out. It is a cultural space where Eastern and Western traditions and modernity harmonize. It is an eco-friendly relaxation space, and the entire building is made in the shape of a green tea cup. It is a learning space where you can understand green tea and traditional Korean tea culture, and is a place where you can experience everything about Sulloc tea. ​​​​​​​The 'O' of Osulloc has the meaning of cheerful exclamation, as well as origin of sulloc, only sulloc, of sulloc cha. ​​​​The scent of green tea filling the room and the green tea fields visible through the glass make you feel at ease. It has become an attraction that many tourists visiting Jeju visit at least once. At the tea house, you can enjoy warm tea roasted by the tea master, beverage ice cream made with Osulloc green tea, roll cake, etc. In particular, the dark green green tea roll cake. It’s not too sweet, so it’s welcomed even by adults.",
     "introduction": "The center of Jeju green tea culture, Tea Museum and Cafeteria, selected as 2016 KOREAT JEJU TOP 30",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/201908\/06\/ace38f9a-36db-491f-9ef6-4978d60e3da4.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/201908\/06\/c3b686e5-4d17-46f4-9e96-1de49d6af809.jpg",
     "tag": "Theme park, couple, friends, parents, child, alone, clear, rest\/healing, green tea, indoor tourist attraction, attraction",
     "tag2": "Healing, leisure, indoor, tourism"
    },
    {
     "title": "Iho Tewoo Beach",
     "subtitle": "Iho Tewoo Beach",
     "area_code": 11,
     "contentsid": 298,
     "latitude": 33.5021596,
     "longitude": 126.4564505,
     "roadaddress": "58 Seohaean-ro, Jeju-si, Jeju-do",
     "sbst": "It is a lighthouse made in the image of a pony in Jeju. Two horses, one red and one white, are perched on the inner and outer breakwaters of Iho Port. This lighthouse goes well with the blue sea background and attracts many people. It is a popular place to take pictures of Jeju's scenery and memories. ​​​​​​​This Dumal Lighthouse, which can be seen from quite far away, has become a landmark of Iho Taewoo Beach.",
     "introduction": "Landmark of Iho Tewoo Beach, Horse Lighthouse",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/202110\/27\/90be9bec-a700-4fb1-b27f-8ff59a62d4df.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/202110\/27\/82e2c2ee-3c94-48ca-9890-56a075107602.jpg",
     "tag": "Lighthouse, sunset, scenery\/photo, couple, clear, fall, photo spot",
     "tag2": "Healing, tourism"
    },
    {
     "title": "Yongmeori Coast",
     "subtitle": "Yongmeori Coast",
     "area_code": 3,
     "contentsid": 270,
     "latitude": 33.2334272,
     "longitude": 126.313741,
     "roadaddress": "Sagye-ri, Andeok-myeon, Seogwipo-si, Jeju-do",
     "sbst": "Yongmeori Coast is located where it extends from the foot of Sanbangsan Mountain to the coast. It is called Yongmeori Coast because it resembles a dragon's head going into the sea. The sandstone rock wall, which has been built up in layers over tens of millions of years, has been carved by waves to form strange cliffs. There is. The traces of waves kept in caves or rock walls that are caved in like a secret room after being hit by waves, make you feel the grandeur of encountering a long history. The spectacular view of the curved cliffs of 30 to 50 meters in length is reminiscent of commercials and movies. It has also been photographed in the background. A narrow but flat wave bed has been developed in front of the sea cliff, which serves as a trail to go around Yongmeori Coast. It takes about 30 minutes to go around, but it is very dangerous in bad weather or at high tide. Entry is prohibited, so it is best to check the viewing hours in advance before visiting. In the area of ​​the coast that comes as you walk along the sandstone layer, haenyeo have stalls and sell seafood. Nearby, the Dutch ship Hamel's ship was wrecked and brought to this place. The Hamel Drift Monument stands to commemorate his stranding. Hamel was a figure who introduced the country of Joseon to Western society after being detained in Joseon for 13 years and returning to the Netherlands. The monument was jointly built in 1980 by the Korea International Cultural Association and the Dutch Embassy in Korea. The following famous legend has been passed down on Yongmeori Beach. It is said that the momentum of Yongmeori had the energy of an emperor who would rule the world being born in Jeju. Emperor Qin Shi Huang of China's Qin Dynasty noticed this and appointed a feng shui master, Hojongdan. He sent a message to Jeju Island to cut off this vein of Jeju Island. So, Hojongdan entered Jongdal-ri, Gujwa-eup, Jeju, and looking at the topography, he thought it was the king's day and began to find and cut off the vein of Jeju. Hojongdan had just reached Yongmeori. Seeing the dragon's head about to stretch out into the sea, he first cut off the dragon's tail with his sword, then quickly jumped on the dragon's back and struck its back with the sword. Then, as he ran further forward and was about to cut off the dragon's head, red blood spurted out and Sanbangsan Mountain cried. It is said that he vomited and there were thunderstorms for several days. It is said that the king of Jeju lost his momentum, and the mountains and seas that watched him cried fiercely for a long time. “Access may be restricted due to safety issues due to the influence of tidal waves and bad weather, so please check in advance when the admission is restricted on the day of the visit (064-794-2940).",
     "introduction": "Into the greatness shown by time · Natural Monument No. 526 · Olle Course 10",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/201804\/30\/5e8a2789-4812-418b-a542-ee68632f8565.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/201804\/30\/60805d7f-b139-48e1-9174-03c688d7ba31.jpg",
     "tag": "Beach, rest\/healing, parents, couple, clear, spring, natural scenery, UNESCO",
     "tag2": "Healing, tourism"
    },
    {
     "title": "Saryeni Forest Trail",
     "subtitle": "Saryeni Forest Trail",
     "area_code": 8,
     "contentsid": 444,
     "latitude": 33.4038116992931,
     "longitude": 126.64759093758,
     "roadaddress": "San 137-1, Gyorae-ri, Jocheon-eup, Jeju-si, Jeju-do",
     "sbst": "Hallasan Mountain Trail is an 80km forest path surrounding the national forest area at an altitude of 600 to 800m within Hallasan National Park. It utilizes the logistics routes and forest roads from the Japanese colonial period, and transportation routes connecting shiitake mushroom cultivation areas to Seogwipo. It is a forest road that connects the Natural Recreation Forest, Donnaeko Youth Training Center, Saryeoni Forest Trail, Halla Ecological Forest, Gwaneumsa Campground, Cheona Oreum Water Source, Noro Oreum, and Dole Oreum.",
     "introduction": "Hallasan Mountain Trail is an 80km forest path that surrounds the national forest area at an altitude of 600-800m within Hallasan National Park.",
     "thumbnailpath": "https://cdn.crowdpic.net/list-thumb/thumb_l_2AF95D898BD486360D6FA70DA61B3291.jpg?",
     "Imgpath": "https://cdn.crowdpic.net/list-thumb/thumb_l_2AF95D898BD486360D6FA70DA61B3291.jpg?",
     "tag": "Forest path, walking\/hiking, friends, couple, cloudy, summer, natural scenery, walking trip, walking, Gotjawal, forest",
     "tag2": "Healing, leisure, tourism"
    },
    {
     "title": "Sinchang Windmill Coastal Road",
     "subtitle": "Sinchang Windmill Coastal Road",
     "area_code": 9,
     "contentsid": 217,
     "latitude": 33.3452391,
     "longitude": 126.1775906,
     "roadaddress": "1323 Sinchang-ri, Hangyeong-myeon, Jeju-si, Jeju-do",
     "sbst": "Sinchang Windmill Coastal Road The Sinchang Windmill Coastal Road, which runs along the western tip of Jeju Island, has an offshore wind farm, so you can see windmills lined up along the coastal road. White windmills can be seen along the winding coastline. The emerald sea shows us a refreshing autumn scenery. Here, even Chagwi Island can be seen in the distance. There are various things to see on the blue sea. In particular, the Sinchang Coastal Road is one of the most beautiful sunset spots, so it is a good place to take pictures and enjoy the sunset. . Also, while driving along the coastal road, you can find a walking course called Ecological Experience Center. Here, there is a Jabarisang statue, a Wondam experience center, and a rest area, so you can take pictures of various scenery. There is an observatory located in the middle of the walking course. It's relatively quiet overall, so let's walk along the Sinchang coastal road, take some quick photos, and then head to the observatory.",
     "introduction": "Sinchang Windmill Coastal Road, where you can see windmills lined up along the coastal road where an offshore wind farm has been built",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/202111\/22\/94f00b31-8791-404f-9b32-981969fa9204.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/202111\/22\/42fa696f-6a84-4e1e-b6a7-7a1ca439097f.jpg",
     "tag": "Couple, scenery\/photo, coastal road, couple snap, photo spot, drive",
     "tag2": "Healing, tourism"
    },
    {
     "title": "Camellia Hill",
     "subtitle": "Camellia Hill",
     "area_code": 3,
     "contentsid": 407,
     "latitude": 33.289135,
     "longitude": 126.37011,
     "roadaddress": "166 Byeongak-ro, Andeok-myeon, Seogwipo-si, Jeju-do",
     "sbst": "If you want to leave a beautiful moment of your prenatal trip, visit Camellia Hill. Camellia Hill is the largest camellia arboretum in the East, where you can see numerous camellia flowers of over 500 varieties from over 80 countries, including native camellias, baby camellias, and European camellias. There are. There are many cute photo spots in the arboretum, so it is especially popular among tourists with couples and families. During the camellia flower season, there is a constant stream of people coming to take wonderful pictures with the camellia flowers in full bloom as a background. Where are the only camellia flowers? When summer begins, hydrangea flowers resembling the blue sky greet visitors, and in fall, silver grass and pink muhly fill the fall garden. Thanks to the change of clothes each season, it boasts a 100% success rate for the best shot no matter what time you visit. . The stylish garenders hanging here and there also add to the photo spots of your life. The garenders with various phrases written on them make you feel like you are traveling even without any special props. The wind-sounding path of birdsong, known as the background of the Innisfree CF, as well as the stone walls of Jeju are connected. The traditional Olle Trail and the emotional forest path with twinkling yellow light bulbs are also must-take photo spots. A walk around Camellia Hill takes approximately 40 minutes to 1 hour and 20 minutes. A coveted photo zone at every corner. There are so many of them that you will lose track of time as you take pictures here and there. I recommend giving yourself plenty of time to visit.",
     "introduction": "Camellia Hill is the largest camellia arboretum in the East. You can see numerous camellia flowers of over 500 varieties from over 80 countries, including native camellias, baby camellias, and European camellias. There are many cute photo spots within the arboretum, making it a great place for couples and families. It is especially popular with tourists. During the season when camellia flowers bloom, there is a constant stream of people coming to take wonderful photos with the camellia flowers in full bloom as a background.",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/202110\/20\/b06b8d55-0f87-4efd-8a9f-a682a48a4868.JPG",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/202110\/20\/fb0a5c04-e09e-4dee-8d9e-68c4ad774388.JPG",
     "tag": "Landscape\/photo, couple, child, clear, winter, healing, excellent tourism business, natural scenery, photo spot, children, attraction, camellia, hydrangea",
     "tag2": "Healing, leisure, tourism"
    },
    {
     "title": "Snoopy Garden",
     "subtitle": "Snoopy Garden",
     "area_code": 6,
     "contentsid": 212,
     "latitude": 33.4424906,
     "longitude": 126.7773313,
     "roadaddress": "930 Geumbaekjo-ro, Gujwa-eup, Jeju-si, Jeju-do",
     "sbst": "Snoopy Garden is comprised of a 'Garden House' where you can meet unique Peanuts characters and an 'Outdoor Garden' where Peanuts episodes are recreated in nature. The Garden House has 「Relationship」「 There are five themed halls: Daily Life, Relaxation, Happiness, and Dream, allowing you to immerse yourself in Snoopy's world through various exhibits such as cartoons and videos. A cafe where you can enjoy American brunch, and a character store where you can buy character goods. There is also a shop. The outdoor garden has 11 zones created in reference to episodes from Peanuts, including Charlie Brown's baseball field, Linus' blanket forest, and the Pumpkin King's pumpkin patch. All zones are in good harmony with Jeju's nature. You can enjoy a walk while taking pictures with the Peanuts characters that appear here and there.",
     "introduction": "Snoopy Garden is a special place where you can meet unique Peanuts characters and gain messages of empathy and healing through interactions with them.",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/202012\/16\/5975e5f4-541b-4549-9048-d25f017d8caa.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/202012\/16\/79a19069-d0c9-40f1-860b-b2fd53a84d36.jpg",
     "tag": "Couple, friend, child, clear, cloudy, rest\/healing, scenery\/photo, theme park, rest\/healing, excellent tourism business, natural scenery, indoor tourist attraction, experience, photo spot, children, Attraction",
     "tag2": "Healing, leisure, indoor, tourism"
    },
    {
     "title": "Aqua Planet Jeju",
     "subtitle": "Aqua Planet Jeju",
     "area_code": 2,
     "contentsid": 231,
     "latitude": 33.43237,
     "longitude": 126.928215,
     "roadaddress": "95 Seopjikoji-ro, Seongsan-eup, Seogwipo-si, Jeju-do",
     "sbst": "Aqua Planet Jeju is the largest aquarium in Asia (total floor area of ​​25,600 m², 10,800 tons). It is approximately 11 times the size of 63 Sea World and has the world's largest single tank. The exhibits of 48,000 animals of 500 species are also among the world's top 10. <Aqua Planet Jeju>, which claims to be an 'amusement theme park' where you can enjoy 'education, culture, and entertainment' at the same time, is ​​​​​​​​We operate a very large aquarium ‘Jeju Sea’ that reproduces the sea in front of Jeju, as well as a ‘Marine Science Experience Center’ and a ‘Large Marine Performance Hall’, so you can experience a variety of contents.",
     "introduction": "Asia's largest aquarium with over 450 species of sea creatures",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/201804\/30\/4be4c176-aa2d-4d24-8a69-00dbc97a8382.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/201804\/30\/e2b1523e-4d6f-4bc4-8832-041e7dceb76c.jpg",
     "tag": "Indoor, theme park, children, rain. snow, four seasons, excellent tourism business, indoor tourist attraction, children, attraction, children's animal farm",
     "tag2": "Healing, leisure, indoor, tourism"
    },
    {
     "title": "Columnar Joints",
     "subtitle": "Columnar joints",
     "area_code": 5,
     "contentsid": 382,
     "latitude": 33.23834,
     "longitude": 126.42586,
     "roadaddress": "36-30 Ieodo-ro, Seogwipo-si, Jeju-do",
     "sbst": "Columnar joints are 4 to 6-sided pillars that look as if they were delicately carved with a sharp carving knife, and are vertical joints that appear in basaltic lava flows. Columnar joints are vertical joints that appear in basaltic lava flows. Columnar joints are vertical joints that appear in basaltic lava flows. Columnar joints are vertical joints that appear in basaltic lava flows. Columnar joints are columns in the shape of 4 to 6 angles that look as if they were delicately carved with a sharp carving knife. Columnar joints are vertical joints that appear in basaltic lava flows. Columnar joints are vertical joints that occur when thick lava flows from a crater and cools rapidly. It was formed as a result. The hexagonal stone pillars that stand on top of each other, as if they were stacked on top of each other, are surrounded like a folding screen, allowing you to enjoy the mystery of nature. The waves crashing against the pillars are also a mesmerizing sight, and in severe cases, they can soar over 20m in height. A 'show' unfolds, capturing the viewer's soul. The columnar joints along the Jungmun and Daepo coasts are the largest in Korea, with a height of 30 to 40 meters and a width of about 1 km, and are designated as Jeju Island's Natural Monument No. 443.",
     "introduction": "Overwhelmed by the grandeur of nature's mystery",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/202110\/28\/d8d6b8d3-af3c-40a5-b6c6-aba30415b243.JPG",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/202110\/28\/90f5c4dd-e3f7-4445-b1b4-eb9ddb307bcd.JPG",
     "tag": "Beach, scenery\/photo, friends, couple, clear, natural scenery, photo spot, UNESCO",
     "tag2": "Healing, tourism"
    },
    {
     "title": "Geumoreum",
     "subtitle": "Geumoreum",
     "area_code": 10,
     "contentsid": 45,
     "latitude": 33.3529941,
     "longitude": 126.3139406,
     "roadaddress": "San 1-1, Geumak-ri, Hallim-eup, Jeju-si, Jeju-do",
     "sbst": "Geumak Oreum is an oreum located in Geumak Village, Geumak-ri, Hallim-eup. It is an oreum that feels quite noble as it stands alone on relatively flat terrain. There are two high peaks to the north and south around the crater. There are several mountain peaks with craters. It is one of the rare peaks. The crater lake originally had an abundance of water, but now the bottom is exposed and water accumulates when it rains, but it does not last long. This crater lake is called Wangmae. Not only is it a mountain crater lake, but it also has a view from the top and the ridge of the summit crater. Because it is so beautiful, it is one of the most popular cones among tourists. The altitude is 428m above sea level, but Vigo is only 178m, so you can climb it quickly. The circumference of the crater is 1.2km, so it is good for taking a walk while enjoying the scenery of Jeju. At the top, you can see Mt. Halla, Biyangdo, and Geumak Village. , pig farms, Blackstone Golf Course, etc. can be seen. You can enjoy peace in the idyllic scenery of the blue sea, green meadows, and horses grazing on them. Geumak Oreum is also called Geum Oreum, which means ‘geum, persimmon, and bear.’ , 'Geum' etymologically means 'god', so we can see that it is an Oreum that has been considered sacred since ancient times. Pine trees, cedar trees, wild roses, linden trees, and Nori trees grow naturally on the Oreum.",
     "introduction": "Enjoy the paragliding scenery at Geumak Oreum",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/201804\/30\/d9887b4a-dedb-41db-a78b-762a6a5e2421.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/201804\/30\/17c48543-c1da-4033-b315-f8f7eae3c005.jpg",
     "tag": "Sunset, Oreum, walking\/hiking, couple, cloudy, fall, Geum Oreum, natural scenery, walking trip, walking",
     "tag2": "Healing, leisure, tourism"
    },
    {
     "title": "Gwakji Beach",
     "subtitle": "Gwakji Beach",
     "area_code": 7,
     "contentsid": 27,
     "latitude": 33.45122,
     "longitude": 126.3058,
     "roadaddress": "1565 Gwakji-ri, Aewol-eup, Jeju-si, Jeju-do",
     "sbst": "​​Gwakji Beach is a beach with good conditions, including a white sand beach with a length of 350 m and a width of 70 m, an average depth of 1.5 m, and a slope of 5 to 8 degrees. Because of these conditions, a youth training center has been established and many group vacationers visit Gwakji-ri. is a village with a long history, to the extent that prehistoric shell mounds were discovered. ​​​​​​​The current Gwakji Beach used to be the site of a village, but there is a legend that it was suddenly buried in the sand one day. ​ ​​",
     "introduction": "A place with an open-air bath spouting cool spring water",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/202110\/25\/51ef76f8-3171-4261-8423-a58df63d40aa.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/202110\/25\/4e19a935-3794-4891-94a2-7e89759e14b3.jpg",
     "tag": "Sunset, beach, activity, child, clear, summer, natural scenery, experience, leisure\/experience, beach, water play, children, water leisure",
     "tag2": "Healing, leisure, tourism"
    },
    {
     "title": "Bijarim",
     "subtitle": "Bijarim Forest",
     "area_code": 6,
     "contentsid": 124,
     "latitude": 33.491318,
     "longitude": 126.811386,
     "roadaddress": "55 Bija Forest-gil, Gujwa-eup, Jeju-si, Jeju-do",
     "sbst": "If you want to walk slowly with your child and fall in love with the mystery of the forest, I recommend Bijarim Forest. Bijarim Forest, full of mystery steeped in millennia, is a rare place in the world where bija trees born between 500 and 800 years old grow naturally. Hit by lightning You can meet a variety of nutmeg trees, from tall trees to beautiful trees that can feel the age of old. In addition to nutmeg trees, various tree species such as maple trees and silverberry trees fill the forest. Thanks to this, a pleasant scent spreads from the entrance to the forest. Filled with phytoncide. As you walk along the refreshing walking path, you will naturally fall in love with the charm of forest bathing. The Bijarim trail is divided into courses A and B. You can walk on either course, but course B includes a somewhat rough rocky path. Full-term mothers and new parents. We recommend taking Course A. Courses A and B are divided based on the intersection formed in the forest, and Course A is 2.2km long and takes approximately 40 minutes. It is mostly made up of flat land covered with volcanic clusters, so strollers are also available. A , Course B are both connected to the New Millennium nutmeg trees and Yeonri trees located inside the forest road. If you have fully appreciated the charm of the nutmeg trees, let's take a moment to look down the road. The Bija forest contains rare orchids such as fir orchids, soybean orchids, and bija orchids. Plants are growing naturally. In addition to the grandeur of the dense forest, you can also get a glimpse of its cute appearance. If you are curious about the stories in the forest, participate in the tour guide program. Every hour on the hour from 10:00 to 15:00 (10:00, 11:00) , 12:00, 13:00, 14:00, 15:00) Depart from the interpretation waiting area at the entrance. You can hear the various plants that grow in Bijarim Forest and their hidden stories. The interpretation program is free and takes more than an hour.",
     "introduction": "Bijarim Forest, full of mystery and a thousand years of history, is a rare place in the world where bija trees born between 500 and 800 years old grow naturally. You can meet a variety of bija trees, from trees hit by lightning to beautiful trees that feel like they've been around for a long time. there is.",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/202002\/26\/a3124542-e5c6-4665-9766-a8a5746ed15c.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/202002\/26\/ec450675-3426-4159-b3da-d3c62d7a2273.jpg",
     "tag": "Walking\/hiking, child, cloudy, summer, healing, natural scenery, children, hydrangea",
     "tag2": "Healing, leisure, tourism"
    },
    {
     "title": "Saebyeol Oreum",
     "subtitle": "Saebyeol Oreum",
     "area_code": 7,
     "contentsid": 149,
     "latitude": 33.36723,
     "longitude": 126.35711,
     "roadaddress": "San 59-8, Bongseong-ri, Aewol-eup, Jeju-si, Jeju-do",
     "sbst": "Saebyeol Oreum is the representative oreum of the western part of the dense western mid-mountainous area where there are many oreums such as Barime Oreum, Nuun Oreum, Dang Oreum, and Geum Oreum. It was named so because it stands alone like a morning star in the evening sky. It is called the name. The scenery is beautiful, and Seongisidol Ranch and Owanda Tree are nearby, so it is one of the most visited peaks by tourists. ​​​​​​​​ Although there is a slight slope, the height is 519.3m above sea level (the time required to reach the top is 30 minutes). It is not very high (about a minute or so). When you climb to the top, you can see the beautiful beach and Biyangdo Island on the west side of Jeju Island. Starting from Nambong, there are ridges in the southwest, northwest, and northeast directions, and each ridge has a peak. The west side is wide open in the shape of Samtaegi; The north side is hollow, and there are five peaks that are round like stars. It is entirely grassy, ​​but there are some scrub trees on the northern slope, and a cemetery has been created on the northwest slope. ​​​​​​​​The Wildfire Festival, a festival representing Jeju Island, is held every year around the first full moon of the first lunar month at Saebyeol Oreum. In Jeju Island, there has long been a culture of setting fires to destroy old grass and pests to allow cattle to graze during the farming season. Saebyeol Oreum Wildfire Festival is a festival that inherits this pastoral culture, and the sight of the entire Oreum on fire is spectacular. It started in 1997 and was designated as an excellent festival by the Ministry of Culture, Sports and Tourism in 2015. In the fall, silver grass is in full bloom, creating a spectacular sight. There are many tourists visiting all year round, so there is a well-maintained parking lot nearby.",
     "introduction": "It is located in Aewol, western Jeju, and is an oreum with beautiful silver grass",
     "thumbnailpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/thumbnailpath\/202110\/20\/44ef8fe0-fd1b-4638-a01c-df4ee5a005e9.jpg",
     "Imgpath": "https:\/\/api.cdn.visitjeju.net\/photomng\/imgpath\/202110\/20\/380f2ed7-9680-4f51-a5f7-1c52771d3c11.jpg",
     "tag": "Sunset, night, uphill, walking\/hiking, child, spring, natural scenery, walking trip, walk, child, silver grass",
     "tag2": "Healing, leisure, tourism"
    }
   ]
   

